Repository: GeorgVerg/racingTeamWeb
Catalog: racers/locale/*/LC_MESSAGES/django.po
Languages: de, el

source: Sponsorships
de: Sponsoring
el: Χορηγίες

source: We are a passionate team of students from the Deutsche Schule Athen, participating in the prestigious F1 in Schools program. This global competition challenges us to design, build, and race miniature Formula 1 cars, fostering innovation, teamwork, and engineering excellence.Your support can help us achieve our goals and represent our school on an international stage. By becoming a sponsor, you will not only empower young minds but also gain visibility and recognition through our journey.Join us in driving towards success!
de: Wir sind ein engagiertes Team von Schülern der Deutschen Schule Athen, das am renommierten F1 in Schools Programm teilnimmt. Dieser weltweite Wettbewerb fordert uns heraus, Miniatur-Formel-1-Autos zu entwerfen, zu bauen und zu fahren – und dabei Innovation, Teamarbeit und technische Exzellenz zu fördern. Ihre Unterstützung kann uns helfen, unsere Ziele zu erreichen und unsere Schule auf internationaler Bühne zu vertreten. Als Sponsor stärken Sie nicht nur junge Talente, sondern erhalten auch Sichtbarkeit und Anerkennung durch unsere Reise. Unterstützen Sie uns auf unserem Weg zum Erfolg!
el: Είμαστε μια παθιασμένη ομάδα μαθητών από τη Γερμανική Σχολή Αθηνών, που συμμετέχει στο διάσημο πρόγραμμα F1 in Schools. Αυτός ο παγκόσμιος διαγωνισμός μας προκαλεί να σχεδιάσουμε, να κατασκευάσουμε και να αγωνιστούμε με μινιατούρες αυτοκινήτων Formula 1, προάγοντας την καινοτομία, την ομαδική εργασία και την τεχνολογική αριστεία.Η υποστήριξή σας μπορεί να μας βοηθήσει να πετύχουμε τους στόχους μας και να εκπροσωπήσουμε το σχολείο μας σε διεθνές επίπεδο. Ως χορηγός, δεν ενισχύετε μόνο νέους ανθρώπους, αλλά κερδίζετε και προβολή και αναγνώριση μέσα από το ταξίδι μας.Ελάτε μαζί μας για να οδηγήσουμε προς την επιτυχία!

source: Why Sponsor Us?
de: Warum uns sponsern?
el: Γιατί να μας υποστηρίξετε;

source: Sponsoring our team is not just about supporting a group of students; it's about investing in the future of engineering and technology. By partnering with us, you will:
de: Ein Sponsoring unseres Teams bedeutet nicht nur, eine Gruppe von Schülern zu unterstützen – es ist eine Investition in die Zukunft von Technik und Ingenieurwesen. Durch eine Partnerschaft mit uns können Sie:
el: Η χορηγία της ομάδας μας δεν σημαίνει απλώς υποστήριξη μιας ομάδας μαθητών, αλλά επένδυση στο μέλλον της μηχανικής και της τεχνολογίας. Συνεργαζόμενοι μαζί μας, θα:

source: Support education and innovation in the field of engineering.
de: Bildung und Innovation im Ingenieurwesen fördern.
el: Υποστηρίξετε την εκπαίδευση και την καινοτομία στον τομέα της μηχανικής.

source: Gain visibility through our promotional materials, social media, and events.
de: Sichtbarkeit durch unsere Werbematerialien, Social Media und Veranstaltungen gewinnen.
el: Αποκτήσετε προβολή μέσω των διαφημιστικών μας υλικών, των κοινωνικών δικτύων και των εκδηλώσεων.

source: Be part of a community that values teamwork, creativity, and excellence.
de: Teil einer Gemeinschaft werden, die Teamarbeit, Kreativität und Exzellenz schätzt.
el: Γίνετε μέλος μιας κοινότητας που εκτιμά την ομαδική εργασία, τη δημιουργικότητα και την αριστεία.

source: Help us compete at national and international levels.
de: Uns helfen, auf nationaler und internationaler Ebene anzutreten.
el: Βοηθήστε μας να διαγωνιστούμε σε εθνικό και διεθνές επίπεδο.

source: Inspire the next generation of engineers and innovators.
de: Die nächste Generation von Ingenieuren und Innovatoren inspirieren.
el: Εμπνεύσετε την επόμενη γενιά μηχανικών και καινοτόμων.

source: How to Sponsor Us
de: Wie Sie uns sponsern können
el: Πώς να μας υποστηρίξετε

source: If you are interested in sponsoring our team, please reach out to us via email at
de: Wenn Sie Interesse haben, unser Team zu sponsern, kontaktieren Sie uns bitte per E-Mail unter
el: Αν ενδιαφέρεστε να γίνετε χορηγός της ομάδας μας, επικοινωνήστε μαζί μας στο email

source: or contact us through the
de: oder über das
el: ή επικοινωνήστε μαζί μας μέσω της

source: form on our website</a>. We would be happy to discuss sponsorship opportunities and how we can work together to achieve our goals.
de: Formular auf unserer Website</a>. Wir freuen uns, über Sponsoringmöglichkeiten zu sprechen und gemeinsam unsere Ziele zu erreichen.
el: φόρμας στην ιστοσελίδα μας</a>. Θα χαρούμε να συζητήσουμε δυνατότητες χορηγίας και τρόπους συνεργασίας για την επίτευξη των στόχων μας.

source: Sponsorship Tiers
de: Sponsoring-Stufen
el: Επίπεδα Χορηγίας

source: We offer various sponsorship tiers to accommodate different levels of support. Each tier comes with its own set of benefits, ensuring that your contribution is recognized and appreciated.
de: Wir bieten verschiedene Sponsoring-Stufen an, um unterschiedlichen Unterstützungsniveaus gerecht zu werden. Jede Stufe bietet eigene Vorteile und stellt sicher, dass Ihr Beitrag anerkannt und geschätzt wird.
el: Προσφέρουμε διάφορα επίπεδα χορηγίας για να καλύψουμε διαφορετικά επίπεδα υποστήριξης. Κάθε βαθμίδα συνοδεύεται από το δικό της σύνολο πλεονεκτημάτων, διασφαλίζοντας ότι η συνεισφορά σας αναγνωρίζεται και εκτιμάται.

source: Of course, if you wish to support us with a different amount or contribute by giving us raw materials, we are open to discussing custom sponsorship options that suit your needs.
de: Natürlich sind wir auch offen für individuelle Sponsoringoptionen – sei es ein anderer Betrag oder die Bereitstellung von Materialien.
el: Φυσικά, αν επιθυμείτε να μας υποστηρίξετε με διαφορετικό ποσό ή με υλικά, είμαστε ανοιχτοί σε προσαρμοσμένες μορφές χορηγίας σύμφωνα με τις δυνατότητές σας.

source: Benefits:
de: Vorteile
el: Οφέλη

source: Mention in social media posts
de: Erwähnung in Social-Media-Beiträgen
el: Αναφορά σε αναρτήσεις στα κοινωνικά δίκτυα

source: Mention on the team's website
de: Erwähnung auf der Website des Teams
el: Αναφορά στην ιστοσελίδα της ομάδας

source: Mention in portfolios
de: Erwähnung in Portfolios
el: Αναφορά στα portfolios

source: Mention at the team's booth during national finals
de: Erwähnung am Stand des Teams während des nationalen Finales
el: Αναφορά στον πάγκο της ομάδας κατά τους εθνικούς τελικούς

source: Mention on the team's apparel
de: Erwähnung auf der Teamkleidung
el: Αναφορά στις στολές της ομάδας

source: Mention on the team's car
de: Erwähnung auf dem Auto des Teams
el: Αναφορά στο αυτοκίνητο της ομάδας

source: Previous Tier
de: Vorige Stufe
el: Προηγούμενη βαθμίδα

source: Next Tier
de: Nächste Stufe
el: Επόμενη βαθμίδα

source: F1 Team
el: Ομάδα F1

source: About Us
de: Über uns
el: Σχετικά με εμάς

source: Our Goal
de: Unser Ziel
el: Ο στόχος μας

source: The Competition
de: Der Wettbewerb
el: Ο διαγωνισμός

source: Contact Us
de: Kontakt
el: Επικοινωνήστε μαζί μας

source: Quick Links
el: Γρηγοροι συνδεσμοι

source: Contact
de: Kontakt
el: Επικοινωνηστε μαζι μας

source: Phone
de: Telefon
el: Τηλέφωνο

source: Follow Us
el: Ακολουθηστε μας

source: The DSA Racing Team is a school team of the German School of Athens, which consists of high school students and takes part in the international F1-In Schools event organized under the auspices of Formula 1 and the FIA. Our team was founded on the initiative of school students and found warm support from the administration. This year is our first attempt to participate in the event and we have set as our goal the participation and distinction in the national finals. Along the way we want to develop various skills such as 3D design, knowledge in the field of aerodynamics and marketing.
de: Das DSA Racing Team ist ein Schulteam der Deutschen Schule Athen, das aus Oberstufenschülern besteht und an der internationalen Veranstaltung F1-In Schools teilnimmt, die unter der Schirmherrschaft der Formel 1 und der FIA organisiert wird. Unser Team wurde auf Initiative von Schülerinnen und Schülern gegründet und fand die freundliche Unterstützung der Schulleitung. In diesem Jahr nehmen wir zum ersten Mal an der Veranstaltung teil und haben uns als Ziel die Teilnahme und Auszeichnung im nationalen Finale gesetzt. Auf dem Weg dorthin wollen wir verschiedene Fähigkeiten wie 3D-Design, Kenntnisse im Bereich der Aerodynamik und Marketing entwickeln.
el: Η DSA Racing Team είναι μια σχολική ομάδα της Γερμανικής Σχολής Αθηνών, η οποία αποτελείται από μαθητές λυκείου και λαμβάνει μέρος στη διεθνή διοργάνωση F1-In Schools που διοργανώνεται υπό την αιγίδα της Formula 1 και της FIA. Η ομάδα μας ιδρύθηκε με πρωτοβουλία των μαθητών του σχολείου και βρήκε θερμή υποστήριξη από τη διοίκηση. Φέτος είναι η πρώτη μας προσπάθεια συμμετοχής στη διοργάνωση και έχουμε θέσει ως στόχο τη συμμετοχή και διάκριση στους εθνικούς τελικούς. Στην πορεία θέλουμε να αναπτύξουμε διάφορες δεξιότητες όπως ο τρισδιάστατος σχεδιασμός, οι γνώσεις στον τομέα της αεροδυναμικής και του μάρκετινγκ.
